Repository: pugazhenthisvga/money-Counter-12.0---coding
Catalog: moneyCounterTrial/Resources/*.lproj/Localizable.strings
Languages: de, es_419, fr, it, pt_br

# contactSupportButtonText
source: Contact
de: Kontaktieren
es_419: Contacto
fr: Contactez
it: Supporto
pt_br: Contate

# moreAppsLabelText
source: More Apps from the Developer
de: Mehr Apps von Entwickler
es_419: Más Apps de desarrollador
fr: Plus Apps de développeur
it: Altre app da sviluppatore
pt_br: Mais aplicativos do desenvolvedor

source: Restored successfully!
de: Erfolgreich wiederhergestellt!
es_419: Restaurado con éxito!
fr: Restauré avec succès!
it: Restaurato con successo!
pt_br: Restaurado com sucesso!

source: Enjoy!
de: genießen!
es_419: disfrutar!
fr: jouir!
it: godere!
pt_br: desfrutar!

# Buy for
source: Buy
de: Kaufen
es_419: Comprar
fr: Acheter
it: Acquista

source: Choose Currency
es_419: Elegir Moneda
fr: Choisir la devise
it: Scegli Valuta
pt_br: escolhaescolha a moeda

source: Edit
es_419: editar
fr: modifier
it: Modifica
pt_br: editar

source: Remove Ads
de: Anzeigen entfernen
es_419: Quitar anuncios
fr: enlève les publicités
it: Rimuovi annunci
pt_br: remover anúncios

# restore
source: Restore Purchases
de: Kauf wiederherstellen
es_419: restaurar compra
fr: restaurer l'achat
it: ripristinare acquisto
pt_br: Restaurar compra

source: Money Counter
de: GeldRechner
fr: MonnaieCompteur

source: Money
de: Geld
es_419: dinero
fr: Monnaie
it: denaro
pt_br: dinheiro

source: - reset
de: - zurücksetzen
es_419: - Reiniciar
fr: - réinitialiser
it: - Ripristina
pt_br: - Redefinir

source: default currency
de: Standardwährung
es_419: moneda predeterminada
fr: devise par défaut
it: valuta predefinita
pt_br: moeda padrão

source: More
de: Mehr
es_419: Más
fr: Plus
it: Altre
pt_br: Mais

# hydraulicsCalculator
source: Hydraulics and Waterworks Calculator
de: Hydraulik und Wasserwerk Rechner
es_419: Calculadora de Hidráulica
fr: Calculatrice Hydraulique
it: Calcolatrice Idraulica
pt_br: Calculadora Hidráulica

# structuralCalculator
source: Structural Engineering Calculator
de: Konstruktiver Ingenieurbau
es_419: Ingeniería Estructural - Calc.
fr: Ingénierie des structures Calc
it: Ingegneria strutturale Calco.
pt_br: Engenharia Estrutural Calc.

# civilCalculator
source: Civil Engineering Calculators & Converters
de: Tiefbau - Rechner und Konverter
es_419: Ingeniería Civil - Calculadoras y convertidores
fr: Génie Civil - Calculatrices et Convertisseurs
it: Ingegneria Civile - Calcolatrici e Convertitori
pt_br: Engenharia Civil - Calculadoras e Conversores

source: Concrete Calculator
de: Beton Rechne
es_419: Calculadora de Hormigón
fr: Calculatrice Béton
it: Calcolatrice Calcestruzzo
pt_br: Calculadora de Concreto

source: Electrical Calculator
de: Calculatrice Electrique
es_419: Calculadora eléctrica
fr: Calculatrice Electrique
it: Calcolatrice Elettriche
pt_br: Calculadora eléctrica

source: Electrical Converter
de: Convertisseur électrique
es_419: Eléctrica - Convertidor
fr: Convertisseur électrique
it: Elettriche Convertitore
pt_br: Elétrica - Converter

source: My Physics Calculator
de: Ma Calculatrice de Physique
es_419: Mi Calculadora de Física
fr: Ma Calculatrice de Physique
it: Mia Calcolatrice Fisica
pt_br: Minha calculadora física

# energyCalculator
source: Energy Cost Calculator
de: Calculatrice(coût de l'énergie)
es_419: Calculadora(costos de energía)
fr: Calculatrice(coût de l'énergie)
pt_br: Calculadora (custos de energia)

# temperatureCalculator
source: Temperature Converter
de: Temperatur - Konverter
es_419: Temperatura - convertidor
fr: Convertisseur de température
it: Convertitore di temperatura
pt_br: Conversor de temperatura.

source: Units Converter
de: Einheit-Konverter
es_419: Unidades - Conversor
fr: Unité Convertisseurs
it: Einheit-Konverter
pt_br: Unidades - Conversor

source: Energy Cost Calculator
de: Energie Kostenrechner
es_419: Calculadora(costos de energía)
fr: Calculatrice(coût de l'énergie)
it: Energia Costo Calcolatrice
pt_br: Calculadora (custos de energia)

source: Ohm's Law Calculator
de: Ohm-Rechner
es_419: Ley de Ohm-Calculadora
fr: Calculatrice ohms
it: Ohm's Law Calcolatrice
pt_br: Lei de Ohm - Calculadora

# structuralCalculatorDescription
source: Structural Engineering Calculator contains 58 Calculations of different Structural and Civil Engineering parameters.
de: Konstruktiver Ingenieurbau Rechner enthält 58 Taschenrechner, die schnell und einfach zu berechnen und verschiedene Hoch-und Tiefbau-Parameter umwandeln kann
fr: Ingénierie des structures Calc contient 58 calculs de différents paramètres structurels et génie civil.

# hydraulicsCalculatorDescription
source: 94 Calculators and Converters,for different Hydraulics, Water works and Civil Engineering parameters
de: Hydraulik-Rechner enthält 94 Taschenrechner, kann diese schnell und einfach zu berechnen und konvertieren verschiedene Hydraulik, Wasserwerke und Tiefbau-Parameter.
fr: Hydraulique et Waterworks - Calculatrice contient 94 calculatrices, qui peut calculer rapidement et facilement et de convertir différents hydraulique, ouvrages hydrauliques et des paramètres de génie civil.

# civilCalculatorDescription
source: Civil Engineering Pack contains 11 Modules with 484 Calculators.
de: Tiefbau Pack enthält 11 Module mit 484 Rechner
fr: génie civil - Pack contient 11 modules et 484 Calculatrice

# concreteCalculatorDescription
source: Concrete Engineering Calculator contains 56 calculators for Concrete and Civil Engineering parameters.
de: Beton-Rechner enthält 56 Taschenrechner, die schnell und einfach zu berechnen und verschiedene Beton-und Tiefbau-Parameter
fr: Calculatrice Béton contient 56 calculatrices, qui peuvent rapidement et facilement calculer différents paramètres de béton et de génie civil.

# electricalCalculatorDescription
source: 59 Electrical Calculators and 16 Converters with Formulas
de: 49 - Elektrische Rechner mit Formula & Multiple Units..
fr: 49 - Calculatrices électriques avec Formula et Unités multiples

# physicsCalculatorDescription
source: My Physics Calculator contains 134 Calculators, for different Physics and Engineering Parameters.
de: Mein Physik-Rechner enthält 134 Rechner, für unterschiedliche Physik und Ingenieur Parameter.
fr: Ma Calculatrice de Physique contient 134 Calculatrices, pour différents Physique et Ingénierie Paramètres.

# energyCalculatorDescription
source: App to calculate the Operating cost & Energy Usage of Electric Equipments or Machinery.
de: Energie Kostenrechner berechnet die laufenden Kosten von elektrischen Geräten oder Maschinen.
fr: Calculateur de coût l'énergie calcule les coûts de fonctionnement des équipements électriques ou machines

# temperatureCalculatorDescription
source: Temperature converter, converts values between different units of temperature.
de: wandelt Werte zwischen verschiedenen Einheiten der Temperatur. mit Formeln
fr: convertit les valeurs entre les différentes unités de température. Formule donnée.

# unitsConverterDescription
source: A pack of converters for different units of measure. 60 Categories with 1327 Units and 53742 Conversions.
de: Einheit-Konverter ist ein Paket von Konvertern für verschiedene Maßeinheiten. Es besteht aus 60 Kategorien mit 1327 Einheiten und 53742 Umrechnungen.
fr: Unité Convertisseurs est un pack de convertisseurs pour différentes unités de mesure. Il se compose de 60 catégories avec 1327 unités et 53742 Conversions.

source: Check out this App
de: Sieh dir diese App an
es_419: Echa un vistazo a esta aplicación
fr: Découvrez cette application
it: Dai un'occhiata a questa app
pt_br: Confira este aplicativo

# rate this App
source: rate the App
de: Bewertung
es_419: Nos califica
fr: Évaluez nous
it: Valuta l'app
pt_br: Nos avalie

source: share the App
de: Teilen
es_419: Compartir
fr: Partager
it: Condividi l'app
pt_br: Compartilhar

# geometricCalculator
source: Geometry Calculator
de: Geometrie Rechner
es_419: Calculadora de geometría
fr: Calculatrice de géométrie
it: Calcolatore di geometria
pt_br: Calculadora de geometria

source: Thermodynamics Calculator
de: Wärmetechnik Rechner
es_419: Calculadora de ingeniería térmica
fr: Génie Thermique - Calculatrice
it: Calcolatrice ingegneria termica
pt_br: Calculadora Engenharia Térmica

source: Beam Calculator
de: Strahl Rechner
es_419: Calculadora de Viga
fr: Calculatrice de Poutre
it: Calcolatrice Trave
pt_br: Calculadora de Viga

# pilingCalculator
source: Piles and Piling Calculator
de: Pfahlgründung Rechner
es_419: Fundación de Pila Calculadora
fr: Fondation sur pieux Calculatrice
it: Calcolatrice Palificazione
pt_br: Pilha de fundação Calculadora

# surveyCalculator
source: Engineering Survey Calculator
de: Vermessungstechnik Rechne
es_419: Calculadora de Agrimensura
fr: Calculatrice Arpentage
it: Calcolatrice Agrimensura
pt_br: Calculadora Agrimensura

# soilCalculator
source: Soil and Earthwork Calculator
de: Boden und Erdbau Rechner
es_419: Suelo y Terraplén Calculadora
fr: Sol et Terrassement Calculatrice
it: Suolo e Movimento Terra Calcolatrice
pt_br: Solo e Terraplenagem Calculadora

# columnCalculator
source: Column Construction Calc.
de: Säule Rechner
es_419: Calculadora de Columna
fr: Calculatrice de Colonne
it: Calcolatrice Colonna
pt_br: Calculadora Coluna

# bridgeCalculator
source: Bridge Engineering Calculator
de: Brückenbau Rechner
es_419: Ingeniería Puente Calculadora
fr: Ingénierie des ponts Calc.
it: Ingegneria Ponte Calcolatrice
pt_br: Engenharia Ponte Calculadora

source: Money Counter
de: Geld Rechner
es_419: Money-Contador
fr: Monnaie Compteur
it: contatore denaro
pt_br: dinheiro contadorr

# timberCalculator
source: Timber Engineering Calculator
de: Bauholz Technik Rechner
es_419: Calculadora-engenharia madeira
fr: Ingénierie du Bois Calculateur
it: Ingegneria Legname Calc
pt_br: Calculadora-engenharia madeira

# highwaysCalculator
source: Highway and Road Calculator
de: Autobahn-und Straßenarbeiten
es_419: Autopista y carretera Calc.
fr: Autoroute et route Calc.
it: Autostrada e strada Calcolatri
pt_br: Rodovia e Estrada Calculadora

source: Fluid Mechanics Calculator
de: Strömungslehre Rechner
es_419: Mecánica de fluidos calculadora
fr: Mécanique des fluides
it: Meccanica dei fluidi calc
pt_br: Mécanique des fluides

source: Clear
de: Löschen
es_419: Borrar
fr: Limpo
it: Cancellare
pt_br: Limpo
